Repository: LinkNacional/fee-recovery-for-givewp
Catalog: languages/fee-recovery-for-givewp-*.po
Languages: pt_br

source: Get new features with
pt_br: Obtenha novos recursos com

source: Fee recovery
pt_br: Recuperação de taxa

source: Enable or disable the option to add the payment fee amount for the donor.
pt_br: Habilitar ou desabilitar a opção de adicionar o valor da taxa de pagamento para o doador.

source: By payment method
pt_br: Por método de pagamento

source: By form
pt_br: Por formulário

source: Disable
pt_br: Desabilitar

source: Fixed fee
pt_br: Taxa Fixa

source: Fixed fee to be added per donation.
pt_br: Taxa fixa a ser adicionada por doação.

source: Percentage fee
pt_br: Taxa percentual

source: Percentage fee to be added per donation.
pt_br: Taxa percentual a ser adicionada por doação.

source: Rate field description
pt_br: Descrição do campo de taxa

source: This description appears on the donation form, use "##" to add the fee amount.
pt_br: Esta descrição aparece no formulário de doação, use '##' para adicionar o valor da taxa.

source: Cover the payment fee?
pt_br: Cobrir a taxa de pagamento?

source: Visual Form Builder
pt_br: Construtor de Formulários Visual

source: Enable or disable the option to add the payment fee amount to the donation amount in Form 3.0.
pt_br: Habilitar ou desabilitar a opção de adicionar o valor da taxa de pagamento ao valor da doação no Formulário 3.0.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Activation error:
pt_br: Erro de ativação:

source: You need the plugin
pt_br: Você precisa do plugin

source: installed and active for Fee recovery for GiveWP to activate
pt_br: instalado e ativo para que a recuperação de taxa para o GiveWP seja ativada

source: Settings
pt_br: Configurações
